Merge pull request #22 from KeryxLabs/ft/qol-updates
updated localhost issue with lua plugin and readme for sttp and acc
